import aboutUsImg from "../image/aboutUs.png"


export function AboutUs() {




    return (

        <div className="aboutUsContainer">
            <div className="aboutUsControl">
                <img src={aboutUsImg} id="aboutUsImg" />
                <div className="aboutUsContent">
                    <h4>
                        我們關注長者的需求，並致力於幫助他們找到合適的社工照顧。<br />
                        我們了解長者可能在日常生活中需要特別的支持和關懷，因此我們提供專業的社工服務，以確保他們的需求得到滿足。透過我們的計劃，我們與社工機構和個人合作，為長者提供優質的照顧服務，包括日常生活援助、情緒支持和社交活動等。<br />
                        同時，我們也致力於捐贈輔助器材給有需要的長者。我們明白輔助器材對於長者的日常生活至關重要，可以幫助他們恢復自主性和行動能力。透過我們的平台，您可以輕鬆地捐贈不再需要的輔助器材，例如行動輪椅、拐杖、助聽器等，這些器材將會送到有需要的長者手中。<br />
                        我們相信這樣的支持能夠提升長者的生活質量，讓他們在溫馨和關愛的環境中感受到幸福和安寧。<br /><br />
                        加入我們，共同努力，為長者的生活帶來積極的改變，讓他們感受到社區的關愛和支持。無論是提供社工照顧，還是捐贈輔助器材，您的參與都將為長者社群帶來積極的影響。讓我們攜手合作，共同為改善長者的生活盡一份心力！
                        <br />
                        <br />
                        <br />
                    </h4>
                </div>
            </div>
        </div>

    )
}